{
  "plates": [
    {
      "active": true,
      "price": "20",
      "quantity": "1",
      "includes": "Quarter Rack Pork Spare Ribs + 2 Sides",
      "item": "The Campbell",
      "side1": true,
      "image": "/images/uploads/campbell.jpg",
      "side2": true,
      "description": "Our homage to the Tyler Rose and Luv Ya Blue. Earl Campbell epitomized Texas football at the UT and with the Houston Oilers. He was arguably the most powerful running back to ever play the game. He hurt guys. Earl once said, “It’s kinda girlish for one guy to tackle me...I wanted to have a bunch of ‘em. And they knew if it wadn’t like six of ‘em or four or five maybe,...I knew what was gonna happen and they knew what was gonna happen.” In his honor, The Campbell is a huge plate that will run you over the same way he ran over defenders!"
    },
    {
      "active": true,
      "price": "25",
      "quantity": "1",
      "includes": "Brisket, Spare Ribs, & Sausage + 2 Sides",
      "item": "The Triplets",
      "side1": true,
      "image": "/images/uploads/triplets.jpg",
      "side2": true,
      "description": "Our homage to the Dallas Cowboys dynasty of the 90s. Troy Aikman, Michael Irvin, and Emmitt Smith formed a dangerous trio that took the NFL by storm. Smith ran through defenses behind a powerful offensive line while Aikman made coverages pay by getting the rock to Irvin, “The Playmaker.” The dynasty could’ve been more if it weren’t for the big egos of team owner Jerry Johnson and head coach Jimmy Johnson. Nonetheless, in the early 90s, this team was as dominant as it gets. In Texas, a plate of Brisket, Ribs, and Sausage is the OG dominant triplets!"
    },
    {
      "active": true,
      "price": "15",
      "quantity": "1",
      "includes": "Quarter Chicken + 2 Sides",
      "item": "The Troubador",
      "side1": true,
      "image": "/images/uploads/troubador.jpg",
      "side2": true,
      "description": "Our homage to George Strait who is as Texas as it gets. Among the greatest country singers, George didn’t just sing this stuff, he actually lived it by competing in rodeos and ranching. Strait is the Troubadour whose career has spanned nearly 4 decades. His plate is an organic breast quarter chicken seasoned with a spicy mix of Texas spices, cuz hey, Dusty said he wadn’t gon be no dancin’ chicken."
    },
    {
      "active": true,
      "price": "15",
      "quantity": "1",
      "includes": "Brisket & Tortillas + 1 Side",
      "item": "El Tejano",
      "side1": true,
      "image": "/images/uploads/tejano.jpg",
      "description": "Our homage to Mexican-Texans. Tejano history in Texas dates back to Spanish descendants who colonized Texas and Northern Mexico. Texas has a rich Latino influence and has produced some of the best food on Earth – Tex-Mex. This plate borrows from that rich history by stacking brisket, pickled onions and jalapenos, on top of a hand rolled and pressed tortilla! ¡Ordénalo con nuestro pico de gallo picante y un topo chico!"
    },
    {
      "active": true,
      "price": "17",
      "quantity": "1",
      "includes": "Half Pound Brisket + 2 Sides",
      "item": "The Dozer",
      "side1": true,
      "image": "/images/uploads/dozer.jpg",
      "side2": true,
      "description": "Our homage to grandpa’s Allis Chalmers HD11 dozer. When grandpa bought his land in Greenville, Texas, he needed a dozer to clear trees. Built in 1960 using American steel, it is zero frills and all torque. This dozer is a throwback to an era where brisket became king in Texas!"
    }
  ],
  "meats": [
    {
      "item": "Brisket",
      "price": "12",
      "quantity": "1",
      "description": "Salt, Pepper, a lil spice, and hours in the smoker. Pull apart with ur fingers. Half LB.",
      "active": true
    },
    {
      "item": "Quarter Pork Spare Ribs",
      "price": "10",
      "quantity": "1",
      "description": "Bite through, not fight through. Quarter Rack.",
      "active": true
    },
    {
      "item": "Half Pork Spare Ribs",
      "price": "20",
      "quantity": "1",
      "description": "Bite through, not fight through. Half Rack.",
      "active": true
    },
    {
      "item": "Full Pork Spare Ribs",
      "price": "35",
      "quantity": "1",
      "description": "Bite through, not fight through. Full Rack.",
      "active": true
    },
    {
      "item": "Sausage",
      "price": "4",
      "quantity": "1",
      "description": "Beef, Pork, Cheddar, & Jalapeño handmade. 1 ea. ",
      "active": true
    },
    {
      "item": "Pulled Pork",
      "price": "8",
      "quantity": "1",
      "description": "Woo Pig Soooie with a lil Vinegar. Half LB.",
      "active": true
    },
    {
      "item": "Beef Ribs",
      "price": "20",
      "quantity": "1",
      "description": "Basically, brisket on a giant rib. Its big and its rich.",
      "active": true
    }
  ],
  "sides": [
    {
      "item": "Southern Mac n’ Cheese",
      "price": "8",
      "quantity": "1",
      "description": "Custard style, baked mac n’ cheese. It’s an old school southern recipe. One Pint",
      "active": true
    },
    {
      "item": "Smoked Jalapeno n’ Brisket Beans",
      "price": "5",
      "quantity": "1",
      "description": "Our favorite. 10 hour smoked western style pinto beans with fresh japs and brisket trimmings. One Pint.",
      "active": true
    },
    {
      "item": "Mexican Street Corn Salad",
      "price": "8",
      "quantity": "1",
      "description": "Creamy and smokey with some heat. One Pint.",
      "active": true
    },
    {
      "item": "Coleslaw",
      "price": "5",
      "quantity": "1",
      "description": "Cabbage and a tangy slaw. One Pint.",
      "active": true
    },
    {
      "item": "Banana Pudding",
      "price": "25",
      "quantity": "1",
      "description": "An indulgent take on the classic. One Loaf Pan",
      "active": true
    },
    {
      "item": "Tortillas",
      "price": "5",
      "quantity": "1",
      "description": "Made from beef fat and are the bomb.",
      "active": true
    }
  ],
  "extras": [
    {
      "item": "Sauce",
      "price": "5",
      "quantity": "1",
      "description": "One pint of your below.",
      "active": true,
      "sauce": true
    },
    {
      "item": "Beef Fat",
      "price": "10",
      "quantity": "1",
      "description": "Called “Liquid Gold.” Rendered beef fat from our briskets. Great for cooking and frying!",
      "active": true
    }
  ],
  "delivery": [
    {
      "item": "Delivery",
      "price": "5",
      "quantity": "1",
      "description": "Flat delivery fee. Order will go out as soon as it's ready on grilling day.",
      "active": true
    },
    {
      "item": "Quaility Tip",
      "price": "5",
      "quantity": "1",
      "description": "The least you can provide our employeed driver.",
      "active": true
    },
    {
      "item": "Generous Tip",
      "price": "10",
      "quantity": "1",
      "description": "Get our deserving young lad a nice treat.",
      "active": true
    }
  ]
}