{
  "plates": [
    {
      "id": "01",
      "item": "The Campbell",
      "price": "25",
      "quantity": "1",
      "description": "Our homage to the Tyler Rose and Luv Ya Blue. Earl Campbell epitomized Texas football at the UT and with the Houston Oilers. He was arguably the most powerful running back to ever play the game. He hurt guys. Earl once said, “It’s kinda girlish for one guy to tackle me...I wanted to have a bunch of ‘em. And they knew if it wadn’t like six of ‘em or four or five maybe,...I knew what was gonna happen and they knew what was gonna happen.” In his honor, The Campbell is a huge plate that will run you over the same way he ran over defenders!",
      "includes": "Full Rack Pork Spare Ribs + 2 Sides",
      "image": "https://generative-placeholders.glitch.me/image?width=500&height=500&colors=61&img=01"
    },
    {
      "id": "02",
      "item": "The Triplets",
      "price": "20",
      "quantity": "1",
      "description": "Our homage to the Dallas Cowboys dynasty of the 90s. Troy Aikman, Michael Irvin, and Emmitt Smith formed a dangerous trio that took the NFL by storm. Smith ran through defenses behind a powerful offensive line while Aikman made coverages pay by getting the rock to Irvin, “The Playmaker.” The dynasty could’ve been more if it weren’t for the big egos of team owner Jerry Johnson and head coach Jimmy Johnson. Nonetheless, in the early 90s, this team was as dominant as it gets. In Texas, a plate of Brisket, Ribs, and Sausage is the OG dominant triplets!",
      "includes": "Brisket, Spare Ribs, & Sausage + 2 Sides",
      "image": "https://generative-placeholders.glitch.me/image?width=500&height=500&colors=61&img=02"
    },
    {
      "id": "03",
      "item": "The Troubador",
      "price": "15",
      "quantity": "1",
      "description": "Our homage to George Strait who is as Texas as it gets. Among the greatest country singers, George didn’t just sing this stuff, he actually lived it by competing in rodeos and ranching. Strait is the Troubadour whose career has spanned nearly 4 decades. His plate is an organic breast quarter chicken seasoned with a spicy mix of Texas spices, cuz hey, Dusty said he wadn’t gon be no dancin’ chicken.",
      "includes": "1/2 Chicken + 2 Sides",
      "image": "https://generative-placeholders.glitch.me/image?width=500&height=500&colors=61&img=03"
    },
    {
      "id": "04",
      "item": "El Tejano",
      "price": "15",
      "quantity": "1",
      "description": "Our homage to Mexican-Texans. Tejano history in Texas dates back to Spanish descendants who colonized Texas and Northern Mexico. Texas has a rich Latino influence and has produced some of the best food on Earth – Tex-Mex. This plate borrows from that rich history by stacking brisket, pickled onions and jalapenos, on top of a hand rolled and pressed tortilla! ¡Ordénalo con nuestro pico de gallo picante y un topo chico!",
      "includes": "Brisket & Tortillas + 1 Side",
      "image": "https://generative-placeholders.glitch.me/image?width=500&height=500&colors=61&img=03"
    },
    {
      "id": "05",
      "item": "The Dozer",
      "price": "15",
      "quantity": "1",
      "description": "Our homage to grandpa’s Allis Chalmers HD11 dozer. When grandpa bought his land in Greenville, Texas, he needed a dozer to clear trees. Built in 1960 using American steel, it is zero frills and all torque. This dozer is a throwback to an era where brisket became king in Texas!",
      "includes": "1LB Brisket + 2 Sides",
      "image": "https://generative-placeholders.glitch.me/image?width=500&height=500&colors=61&img=03"
    }
  ],
  "meats": [
    {
      "item": "Brisket",
      "price": "10",
      "quantity": "1",
      "description": "Salt, Pepper, a lil spice, and hours in the smoker. Pull apart with ur fingers."
    },
    {
      "item": "Pork Spare Ribs",
      "price": "12",
      "quantity": "1",
      "description": "Bite through, not fight through."
    },
    {
      "item": "Sausage",
      "price": "3",
      "quantity": "1",
      "description": "Beef, Pork, Cheddar, & Jalapeno handmade."
    },
    {
      "item": "Pulled Pork",
      "price": "7",
      "quantity": "1",
      "description": "Woo Pig Soooie with a lil Vinegar."
    },
    {
      "item": "Beef Ribs",
      "price": "20",
      "quantity": "1",
      "description": "Basically, brisket on a giant rib. Its big and its rich."
    }
  ],
  "sides": [
    {
      "item": "Southern Mac n’ Cheese",
      "price": "4",
      "quantity": "1",
      "description": "Custard style, baked mac n’ cheese. It’s an old school southern recipe."
    },
    {
      "item": "Smoked Jalapeno n’ Brisket Beans",
      "price": "4",
      "quantity": "1",
      "description": "SA favorite. 10 hour smoked western style pinto beans with fresh japs and brisket trimmings."
    },
    {
      "item": "Coleslaw",
      "price": "4",
      "quantity": "1",
      "description": "Cabbage and a tangy slaw."
    },
    {
      "item": "Banana Pudding",
      "price": "4",
      "quantity": "1",
      "description": "An indulgent take on the classic."
    }
  ],
  "extras": [
    {
      "item": "Sauce",
      "price": "5",
      "quantity": "1",
      "description": "Dark and tangy."
    },
    {
      "item": "Beef Tallow",
      "price": "10",
      "quantity": "1",
      "description": "Called “Liquid Gold” and made from the fat of our briskets. This is a healthy butter substitute and is great for cooking and frying. You can also make candles out of it!"
    }
  ]
}